Repository: common-repository/ascsoftw-store-locator
Catalog: languages/ascsoftw-store-locator-*.po
Languages: de_de, it_it, ja, pl_pl, ru_ru

source: KM
ja: 粁
ru_ru: километр

source: Miles
de_de: Meilen
it_it: Miglia
ja: マイル
ru_ru: миль

source: Yes
de_de: Ja
it_it: sì
ja: はい
pl_pl: tak
ru_ru: да

source: No
de_de: Nein
ja: いや
pl_pl: Nie
ru_ru: нет

source: Default
de_de: Standard
it_it: Predefinito
ja: デフォルト
pl_pl: Domyślna
ru_ru: По умолчанию

source: Top Left
de_de: Oben links
it_it: In alto a sinistra
ja: 左上
pl_pl: Lewy górny
ru_ru: Верхний левый

source: Top Center
de_de: Oben in der Mitte
it_it: In alto al centro
ja: トップセンター
ru_ru: Топ Центр

source: Top Right
de_de: Oben rechts
it_it: In alto a destra
ja: 右上
pl_pl: W prawym górnym rogu
ru_ru: В правом верхнем углу

source: Left Center
de_de: Linke Mitte
it_it: Centro sinistro
ja: 左中央
pl_pl: Lewy środek
ru_ru: Левый центр

source: Left Top
de_de: Links oben
it_it: In alto a sinistra
ja: 左上
pl_pl: Lewy górny
ru_ru: Левый верх

source: Left Bottom
de_de: Links unten
it_it: In basso a sinistra
ja: 左下
pl_pl: Lewy przycisk
ru_ru: Левый низ

source: Right
de_de: Rechts
it_it: Lato destro
ja: 右
pl_pl: Prawa strona
ru_ru: направо

source: Right Center
de_de: Rechtes Zentrum
it_it: Centro giusto
ja: 右中央
pl_pl: prawe centrum
ru_ru: Правый Центр

source: Right Bottom
de_de: Rechts unten
it_it: In basso a destra
ja: 右下
pl_pl: Prawy dół
ru_ru: Правый нижний

source: Bottom Left
de_de: Unten links
it_it: In basso a sinistra
ja: 左下の
pl_pl: Na dole po lewej
ru_ru: Нижний левый

source: Bottom Center
de_de: Unten in der Mitte
it_it: Centro inferiore
ja: 下中央
pl_pl: Centrum na dole
ru_ru: Нижний Центр

source: Bottom Right
de_de: Unten rechts
it_it: In basso a destra
ja: 右下
pl_pl: Prawy dolny
ru_ru: Нижний правый

source: Center
it_it: Centro
ja: センター
pl_pl: Środek
ru_ru: Центр

source: Note: Kindly use following placeholders
de_de: Hinweis: Bitte verwenden Sie folgende Platzhalter
it_it: Nota: utilizzare i seguenti segnaposto
ja: 注：次のプレースホルダーをご利用ください
pl_pl: Uwaga: uprzejmie używaj następujących symboli zastępczych
ru_ru: Примечание: пожалуйста, используйте следующие заполнители

source: Store Locator Settings
de_de: Locator-Einstellungen speichern
it_it: Memorizza impostazioni localizzatore
ja: ストアロケーター設定
pl_pl: Zapisz ustawienia lokalizatora
ru_ru: Настройки локатора магазина

source: Initial Section
de_de: Anfangsabschnitt
it_it: Sezione iniziale
ja: 最初のセクション
pl_pl: Sekcja początkowa
ru_ru: Начальный раздел

source: This Section contains mandatory fields required to get you started
de_de: Dieser Abschnitt enthält Pflichtfelder, die für den Einstieg erforderlich sind
it_it: Questa sezione contiene campi obbligatori richiesti per iniziare
ja: このセクションには、開始に必要な必須フィールドが含まれています
pl_pl: Ta sekcja zawiera obowiązkowe pola wymagane do rozpoczęcia pracy
ru_ru: Этот раздел содержит обязательные поля, необходимые для начала работы

source: Search Form
de_de: Suchformular
it_it: Modulo di ricerca
ja: 検索フォーム
pl_pl: Formularz wyszukiwania
ru_ru: Форма поиска

source: Customize your Search Form Settings
de_de: Passen Sie Ihre Suchformulareinstellungen an
it_it: Personalizza le impostazioni del modulo di ricerca
ja: 検索フォームの設定をカスタマイズする
pl_pl: Dostosuj ustawienia formularza wyszukiwania
ru_ru: Настройте параметры формы поиска

source: Result Section
de_de: Ergebnisbereich
it_it: Sezione dei risultati
ja: 結果セクション
pl_pl: Sekcja wyników
ru_ru: Раздел результатов

source: Customize your Result Section
de_de: Passen Sie Ihren Ergebnisbereich an
it_it: Personalizza la tua sezione dei risultati
ja: 結果セクションをカスタマイズする
pl_pl: Dostosuj sekcję wyników
ru_ru: Настройте свой раздел результатов

source: Map
de_de: Karte
it_it: Carta geografica
ja: 地図
pl_pl: Mapa
ru_ru: карта

source: Customize your Google Maps
de_de: Passen Sie Ihre Google Maps an
it_it: Personalizza il tuo Google Maps
ja: Googleマップをカスタマイズする
pl_pl: Dostosuj swoje Mapy Google
ru_ru: Настройте свои Google Карты

source: Google API Key
it_it: Chiave API di Google
ja: Google APIキー
pl_pl: Klucz API Google
ru_ru: Ключ API Google

source: Display Result Section?
de_de: Ergebnisbereich anzeigen?
it_it: Visualizza la sezione dei risultati?
ja: 結果セクションを表示しますか？
pl_pl: Wyświetlić sekcję wyników?
ru_ru: Показать раздел результатов?

source: Show Result Section next to Google Maps.
de_de: Ergebnisbereich neben Google Maps anzeigen.
it_it: Mostra la sezione dei risultati accanto a Google Maps.
ja: Googleマップの横に結果セクションを表示します。
pl_pl: Pokaż sekcję wyników obok Map Google.
ru_ru: Показать раздел результатов рядом с Google Maps.

source: Position
it_it: Posizione
ja: ポジション
pl_pl: Pozycja
ru_ru: Позиция

source: Left
de_de: Links
it_it: Lato sinistro
ja: 左
pl_pl: Lewa strona
ru_ru: левый

source: Controls whether Section is shown Left or Right to Google Map.
de_de: Steuert, ob der Abschnitt in Google Map links oder rechts angezeigt wird.
it_it: Controlla se la sezione viene mostrata a sinistra o a destra su Google Map.
ja: セクションをGoogleマップの左に表示するか右に表示するかを制御します。
pl_pl: Kontroluje, czy sekcja ma być wyświetlana w lewo, czy w prawo do mapy Google.
ru_ru: Управляет показом раздела слева или справа от карты Google.

source: Show Country?
de_de: Land anzeigen?
it_it: Mostra Paese?
ja: 国を表示しますか？
pl_pl: Pokaż kraj?
ru_ru: Показать страну?

source: Show Country in Result Listing.
de_de: Land in Ergebnisliste anzeigen.
it_it: Mostra Paese nella lista dei risultati.
ja: 結果リストに国を表示します。
pl_pl: Pokaż kraj na liście wyników.
ru_ru: Показать страну в списке результатов.

source: Show Zip Code?
de_de: Postleitzahl anzeigen?
it_it: Mostra codice postale?
ja: 郵便番号を表示しますか？
pl_pl: Pokaż kod pocztowy?
ru_ru: Показать почтовый индекс?

source: Show Zip Code Field in Result Listing.
de_de: PLZ-Feld in Ergebnisliste anzeigen.
it_it: Mostra il campo Codice postale nell'elenco dei risultati.
ja: 結果リストに郵便番号フィールドを表示します。
pl_pl: Pokaż pole kodu pocztowego na liście wyników.
ru_ru: Показать поле почтового индекса в списке результатов.

source: Show State?
de_de: Bundesstaat anzeigen?
it_it: Mostra stato?
ja: 状態を表示しますか？
pl_pl: Pokaż stan?
ru_ru: Показать государство?

source: Show State in Result Listing.
de_de: Status in Ergebnisliste anzeigen.
it_it: Mostra stato nell'elenco dei risultati.
ja: 結果リストに状態を表示します。
pl_pl: Pokaż stan na liście wyników.
ru_ru: Показать состояние в списке результатов.

source: Show Address 2?
de_de: Adresse 2 anzeigen?
it_it: Mostra indirizzo 2?
ja: 住所2を表示しますか？
pl_pl: Pokaż adres 2?
ru_ru: Показать адрес 2?

source: Show Address 2 in Result Listing.
de_de: Adresse 2 in der Ergebnisliste anzeigen.
it_it: Mostra l'indirizzo 2 nell'elenco dei risultati.
ja: 結果リストに住所2を表示します。
pl_pl: Pokaż adres 2 na liście wyników.
ru_ru: Показать адрес 2 в списке результатов.

source: Link URL to Store Name?
de_de: URL mit Filialname verknüpfen?
it_it: Collega l'URL al nome del negozio?
ja: URLをストア名にリンクしますか？
pl_pl: Link URL do nazwy sklepu?
ru_ru: Ссылка URL на имя магазина?

source: If checked, clicking on Store Name will open Store URL.
de_de: Wenn diese Option aktiviert ist, wird durch Klicken auf Store Name die Store-URL geöffnet.
it_it: Se selezionato, facendo clic su Nome negozio si aprirà l'URL del negozio.
ja: チェックした場合、ストア名をクリックするとストアURLが開きます。
pl_pl: Jeśli zaznaczone, kliknięcie nazwy sklepu spowoduje otwarcie adresu URL sklepu.
ru_ru: Если флажок установлен, нажатие на Имя магазина откроет URL магазина.

source: Bounce on Mouseover?
it_it: Rimbalzare al passaggio del mouse?
ja: マウスオーバーでバウンスしますか？
pl_pl: Odbić po najechaniu myszką?
ru_ru: Отскочить при наведении мыши?

source: When User moves mouse over the Result Listing correponsing Marker on Google Maps will Bounce.
de_de: Wenn der Nutzer mit der Maus über die Ergebnisliste fährt, springt der entsprechende Marker in Google Maps ab.
it_it: Quando l'utente sposta il mouse sull'Elenco dei risultati, l'indicatore corrispondente su Google Maps rimbalza.
ja: ユーザーがマウスを結果リスト上に移動すると、Googleマップのマーカーがバウンスします。
pl_pl: Gdy użytkownik przesunie kursor myszy nad listą wyników, znacznik odpowiadający w Mapach Google zostanie odrzucony.
ru_ru: Когда пользователь наводит указатель мыши на списке результатов, на картах Google будет отражаться.

source: Open Marker on Click?
it_it: Apri marker su Click?
ja: クリックでマーカーを開きますか？
pl_pl: Czy otworzyć znacznik po kliknięciu?
ru_ru: Открыть маркер на клике?

source: Clicking on Result Listing will open corresponding Marker on Google Maps
de_de: Wenn Sie auf Ergebnisliste klicken, wird der entsprechende Marker in Google Maps geöffnet
it_it: Facendo clic su Elenco risultati si aprirà l'indicatore corrispondente su Google Maps
ja: 結果リストをクリックすると、Googleマップで対応するマーカーが開きます
pl_pl: Kliknięcie Listy wyników otworzy odpowiedni znacznik w Mapach Google
ru_ru: При нажатии на список результатов откроется соответствующий маркер на Google Maps.

source: Max Result
de_de: Maximales Ergebnis
it_it: Risultato massimo
ja: 最大結果
pl_pl: Maksymalny wynik
ru_ru: Макс Результат

source: Show Max Result Dropdown on Search Form
de_de: Dropdown-Liste "Max. Ergebnis" im Suchformular anzeigen
it_it: Mostra menu a discesa Risultato massimo nel modulo di ricerca
ja: 検索フォームに最大結果ドロップダウンを表示
pl_pl: Pokaż listę rozwijaną maksymalnych wyników w formularzu wyszukiwania
ru_ru: Показать максимальный выпадающий список результатов в форме поиска

source: Distance Search
de_de: Entfernungssuche
it_it: Ricerca a distanza
ja: 距離検索
pl_pl: Wyszukiwanie na odległość
ru_ru: Поиск расстояния

source: Allow User to do Distance Search
de_de: Ermöglichen Sie dem Benutzer, die Entfernungssuche durchzuführen
it_it: Consenti all'utente di eseguire la ricerca a distanza
ja: ユーザーが距離検索を行えるようにする
pl_pl: Pozwól użytkownikowi na wyszukiwanie według odległości
ru_ru: Разрешить пользователю выполнять поиск по расстоянию

source: Distance Unit
de_de: Entfernungseinheit
it_it: Unità di distanza
ja: 距離単位
pl_pl: Jednostka odległości
ru_ru: Единица расстояния

source: Unit to be used for Distance Search
de_de: Einheit, die für die Entfernungssuche verwendet werden soll
it_it: Unità da utilizzare per la ricerca a distanza
ja: 距離検索に使用される単位
pl_pl: Jednostka używana do wyszukiwania odległości
ru_ru: Единица, которая будет использоваться для поиска расстояния

source: Category Filter
de_de: Kategoriefilter
it_it: Filtro categoria
ja: カテゴリーフィルター
pl_pl: Filtr kategorii
ru_ru: Фильтр категорий

source: Show Dropdown to Filter Search by Category
de_de: Dropdown zum Filtern der Suche nach Kategorie anzeigen
it_it: Mostra menu a discesa per filtrare la ricerca per categoria
ja: ドロップダウンを表示して、カテゴリ別に検索をフィルタリングします
pl_pl: Pokaż menu rozwijane w celu filtrowania wyszukiwania według kategorii
ru_ru: Показать выпадающий список для поиска по категории

source: Display Number of Results
de_de: Anzahl der Ergebnisse anzeigen
it_it: Visualizza il numero di risultati
ja: 結果の数を表示
pl_pl: Wyświetl liczbę wyników
ru_ru: Показать количество результатов

source: Show number of results returned after searching.
de_de: Anzahl der nach der Suche zurückgegebenen Ergebnisse anzeigen.
it_it: Mostra il numero di risultati restituiti dopo la ricerca.
ja: 検索後に返された結果の数を表示します。
pl_pl: Pokaż liczbę wyników zwróconych po wyszukiwaniu.
ru_ru: Показать количество результатов, возвращаемых после поиска.

source: Map Height (px)
de_de: Kartenhöhe (px)
it_it: Altezza mappa (px)
ja: マップの高さ
pl_pl: Wysokość mapy (px)
ru_ru: Высота карты (px)

source: Height of the Map
de_de: Höhe der Karte
it_it: Altezza della mappa
ja: 地図の高さ
pl_pl: Wysokość mapy
ru_ru: Высота карты

source: Zoom Level
de_de: Zoomstufe
it_it: Livello di zoom
ja: ズームレベル
pl_pl: Stopień przybliżenia
ru_ru: Уровень масштабирования

source: Default Zoom Level of the Map
de_de: Standardzoomstufe der Karte
it_it: Livello di zoom predefinito della mappa
ja: マップのデフォルトのズームレベル
pl_pl: Domyślny poziom powiększenia mapy
ru_ru: Уровень масштабирования карты по умолчанию

source: Map type
de_de: Kartentyp
it_it: Tipo di mappa
ja: 地図タイプ
pl_pl: Typ mapy
ru_ru: Тип карты

source: Default Map Type
de_de: Standardkartentyp
it_it: Tipo di mappa predefinito
ja: デフォルトのマップタイプ
pl_pl: Domyślny typ mapy
ru_ru: Тип карты по умолчанию

source: Disable Zoom Control
de_de: Deaktivieren Sie die Zoomsteuerung
it_it: Disabilita il controllo zoom
ja: ズームコントロールを無効にする
pl_pl: Wyłącz sterowanie powiększeniem
ru_ru: Отключить управление масштабированием

source: This will hide the Zoom In-Out Button
de_de: Dadurch wird die Schaltfläche zum Vergrößern und Verkleinern ausgeblendet
it_it: Questo nasconderà il pulsante Zoom In-Out
ja: これにより、ズームイン/アウトボタンが非表示になります
pl_pl: Spowoduje to ukrycie przycisku Zoom In-Out
ru_ru: Это скроет кнопку Zoom In-Out

source: Disable Map Type Control
de_de: Deaktivieren Sie Map Type Control
it_it: Disabilita il controllo del tipo di mappa
ja: マップタイプコントロールを無効にする
pl_pl: Wyłącz kontrolę typu mapy
ru_ru: Отключить контроль типа карты

source: This will hide the button which allows User to change Map Type
de_de: Dadurch wird die Schaltfläche ausgeblendet, mit der der Benutzer den Kartentyp ändern kann
it_it: Ciò nasconderà il pulsante che consente all'utente di modificare il tipo di mappa
ja: これにより、ユーザーがマップタイプを変更できるボタンが非表示になります
pl_pl: Spowoduje to ukrycie przycisku, który pozwala użytkownikowi zmienić typ mapy
ru_ru: Это скроет кнопку, которая позволяет пользователю изменять тип карты

source: Disable Full Screen Control
de_de: Deaktivieren Sie die Vollbildsteuerung
it_it: Disabilita il controllo a schermo intero
ja: 全画面制御を無効にする
pl_pl: Wyłącz sterowanie pełnoekranowe
ru_ru: Отключить полноэкранное управление

source: This will hide the Google Map Full Screen Button
de_de: Dadurch wird die Google Map-Vollbild-Schaltfläche ausgeblendet
it_it: Ciò nasconderà il pulsante Schermo intero di Google Map
ja: これにより、Googleマップの全画面ボタンが非表示になります
pl_pl: Spowoduje to ukrycie przycisku pełnego ekranu Google Map
ru_ru: Это скроет кнопку Google Map Full Screen

source: Zoom Position
it_it: Posizione dello zoom
ja: ズーム位置
pl_pl: Pozycja powiększenia

source: Configure where the Zoom Button is shown on Google Maps.
de_de: Konfigurieren Sie, wo die Zoom-Schaltfläche in Google Maps angezeigt wird.
it_it: Configura dove viene visualizzato il pulsante Zoom su Google Maps.
ja: Googleマップでズームボタンを表示する場所を構成します。
pl_pl: Skonfiguruj, gdzie przycisk Zoom jest wyświetlany w Mapach Google.
ru_ru: Настройте, где кнопка масштабирования отображается на Google Maps.

source: Map Type Position
de_de: Position des Kartentyps
it_it: Posizione del tipo di mappa
ja: マップタイプの位置
pl_pl: Pozycja typu mapy
ru_ru: Тип карты Положение

source: Configure where the Map Type Button is shown on Google Maps.
de_de: Konfigurieren Sie, wo die Schaltfläche "Kartentyp" in Google Maps angezeigt wird.
it_it: Configura dove viene visualizzato il pulsante Tipo di mappa su Google Maps.
ja: Googleマップでマップタイプボタンを表示する場所を設定します。
pl_pl: Skonfiguruj, gdzie przycisk Map Type ma być wyświetlany w Mapach Google.
ru_ru: Укажите, где кнопка «Тип карты» отображается на Картах Google.

source: Full Screen Position
de_de: Vollbild Position
it_it: Posizione a schermo intero
ja: フルスクリーン位置
pl_pl: Pozycja pełnego ekranu
ru_ru: Положение на весь экран

source: Configure where the Full Screen Button is shown on Google Maps.
de_de: Konfigurieren Sie, wo die Vollbild-Schaltfläche in Google Maps angezeigt wird.
it_it: Configura dove viene visualizzato il pulsante Schermo intero su Google Maps.
ja: Googleマップでフルスクリーンボタンを表示する場所を構成します。
pl_pl: Skonfiguruj, gdzie przycisk Map pełnoekranowych ma być wyświetlany w Mapach Google.
ru_ru: Настройте, где полноэкранная кнопка отображается на Google Maps.

source: InfoWindow Content
de_de: InfoWindow-Inhalt
it_it: Contenuto di InfoWindow
ja: 情報ウィンドウのコンテンツ
pl_pl: Zawartość okna informacyjnego
ru_ru: Содержимое InfoWindow

source: Configure the Content Shown in the InfoWindow of Google Maps.
de_de: Konfigurieren Sie den im InfoWindow von Google Maps angezeigten Inhalt.
it_it: Configura il contenuto mostrato nell'InfoWindow di Google Maps.
ja: Googleマップの情報ウィンドウに表示されるコンテンツを構成します。
pl_pl: Skonfiguruj zawartość wyświetlaną w oknie informacyjnym Map Google.
ru_ru: Настройте содержимое, отображаемое в информационном окне Google Maps.

source: Settings
de_de: die Einstellungen
it_it: impostazioni
ja: 設定
pl_pl: Ustawienia
ru_ru: настройки

# post type general name
source: Stores
de_de: Shops
it_it: I negozi
ja: 店舗
pl_pl: Sklepy
ru_ru: магазины

# post type singular name
source: Store
de_de: Shop
it_it: negozio
ja: 店
pl_pl: Sklep
ru_ru: хранить

# admin menu
source: Store Locator
de_de: Händlersuche
ja: 店舗検索機能
pl_pl: Znajdź sklep
ru_ru: Магазин Локатор

# add new on admin bar
source: Store
de_de: Shop
it_it: negozio
ja: 店
pl_pl: Sklep
ru_ru: хранить

# ascsoftw_sl
source: Add New
de_de: Neue hinzufügen
it_it: Aggiungere nuova
ja: 新しく追加する
pl_pl: Dodaj nowe
ru_ru: Добавить новое

source: Add New Store
de_de: Neuen Shop hinzufügen
it_it: Aggiungi nuovo negozio
ja: 新しいストアを追加
pl_pl: Dodaj nowy sklep
ru_ru: Добавить новый магазин

source: New Store
de_de: Neues Geschäft
it_it: Nuovo negozio
ja: 新しい店
pl_pl: Nowy sklep
ru_ru: Новый Магазин

source: View Store
de_de: Shop anzeigen
it_it: Visualizza il negozio
ja: ストアを見る
pl_pl: Zobacz sklep
ru_ru: Просмотреть магазин

source: All Stores
de_de: Alle Geschäfte
it_it: Tutti i negozi
ja: 全店
pl_pl: Wszystkie sklepy
ru_ru: Все магазины

source: Search Stores
de_de: Suche nach Geschäften
it_it: Cerca nei negozi
ja: ストアを検索
pl_pl: Szukaj w sklepach
ru_ru: Поиск магазинов

source: Parent Stores:
de_de: Elterngeschäfte:
it_it: Negozi principali:
ja: 親ストア：
pl_pl: Sklepy dla rodziców:
ru_ru: Магазины для родителей:

source: No store found.
de_de: Kein Geschäft gefunden.
it_it: Nessun negozio trovato.
ja: 店舗が見つかりません。
pl_pl: Nie znaleziono sklepu.
ru_ru: Магазин не найден.

source: No stores found in Trash.
de_de: Keine Läden in Trash gefunden.
it_it: Nessun negozio trovato nel Cestino.
ja: ゴミ箱に店舗が見つかりませんでした。
pl_pl: Nie znaleziono sklepów w Koszu.
ru_ru: В корзине нет магазинов.

source: Stores.
de_de: Shops.
it_it: I negozi.
ja: 店舗。
pl_pl: Sklepy
ru_ru: Магазины.

source: Store Details
it_it: Dettagli negozio
ja: 店舗詳細
pl_pl: Szczegóły sklepu
ru_ru: Детали магазина

source: Location
de_de: Ort
it_it: Posizione
ja: ロケーション
pl_pl: Lokalizacja
ru_ru: Место нахождения

source: Drag the marker to set the exact location
de_de: Ziehen Sie die Markierung, um die genaue Position festzulegen
it_it: Trascina l'indicatore per impostare la posizione esatta
ja: マーカーをドラッグして正確な位置を設定します
pl_pl: Przeciągnij znacznik, aby ustawić dokładną lokalizację
ru_ru: Перетащите маркер, чтобы установить точное местоположение

source: Address
de_de: Adresse
it_it: Indirizzo
ja: 住所
pl_pl: Adres
ru_ru: Адрес

source: Address 2
de_de: Adresse 2
it_it: Indirizzo 2
ja: アドレス2
pl_pl: adres 2
ru_ru: Адрес 2

source: City
de_de: Stadt
it_it: Città
ja: シティ
pl_pl: Miasto
ru_ru: город

source: State
de_de: Bundesland
it_it: stato
ja: 状態 Jōtai
pl_pl: państwo
ru_ru: государственный

source: ZipCode
de_de: Postleitzahl
it_it: Cap
ja: 郵便番号
pl_pl: Kod pocztowy
ru_ru: Почтовый Индекс

source: Country
de_de: Land
it_it: Nazione
ja: 国
pl_pl: Kraj
ru_ru: Страна

source: Phone
de_de: Telefon
it_it: Telefono
ja: 電話
pl_pl: Telefon
ru_ru: Телефон

source: Email
ja: 電子メイル
ru_ru: Эл. адрес

source: Url
it_it: Link al browser
ja: リンク
pl_pl: Link
ru_ru: Веб-сайт

source: Enter the search location to find Nearest Store
de_de: Geben Sie den Suchort ein, um das nächste Geschäft zu finden
it_it: Inserisci il percorso di ricerca per trovare il negozio più vicino
ja: 検索場所を入力して、最寄りの店舗を見つけます
pl_pl: Wprowadź lokalizację wyszukiwania, aby znaleźć najbliższy sklep
ru_ru: Введите место поиска, чтобы найти ближайший магазин

source: Max Results
de_de: Max. Ergebnisse
it_it: Risultati massimi
ja: 最大結果
pl_pl: Maksymalna liczba wyników
ru_ru: Макс. Результаты

source: Radius
it_it: Raggio
ja: 半径
pl_pl: Promień
ru_ru: Радиус

source: --Any--
de_de: --Irgendein--
it_it: --Qualunque--
ja: - どれか -
pl_pl: --Każdy--
ru_ru: --Любой--

source: Categories
de_de: Kategorien
it_it: categorie
ja: カテゴリー
pl_pl: Kategorie
ru_ru: категории

source: Showing
de_de: Zeigen
it_it: Mostrando
ja: 表示中
pl_pl: Seans
ru_ru: показ

source: Results
de_de: Ergebnisse
it_it: Risultati
ja: 結果
pl_pl: Wyniki
ru_ru: Результаты

source: No Results Found
de_de: Keine Ergebnisse gefunden
it_it: Nessun risultato trovato
ja: 結果が見つかりません
pl_pl: Nie znaleziono wyników
ru_ru: Результаты не найдены

source: Get Directions
de_de: Anweisungen bekommen
it_it: Ottenere direzioni
ja: ルートを取得
pl_pl: Uzyskaj wskazówki
ru_ru: Получить направление

source: for
de_de: gegenüber
it_it: in direzione
ja: に向かって
pl_pl: w kierunku
ru_ru: к

source: Ascsoftw Store Locator
de_de: Ascsoftw Händlersuche
it_it: Ascsoftw Localizzatore di negozi
ja: Ascsoftw 店舗検索機能
pl_pl: Ascsoftw Znajdź sklep
ru_ru: Ascsoftw Магазин Локатор

source: Helps your front end user search the Nearest Stores interactively using Google Maps.
de_de: Unterstützt Ihren Front-End-Benutzer bei der interaktiven Suche in den nächstgelegenen Geschäften mithilfe von Google Maps.
it_it: Aiuta il tuo utente front-end a cercare in modo interattivo i negozi più vicini utilizzando Google Maps.
ja: フロントエンドユーザーがGoogleマップを使用してインタラクティブに最寄りの店舗を検索できるようにします。
pl_pl: Pomaga interakcyjnemu użytkownikowi w interaktywnym wyszukiwaniu najbliższych sklepów za pomocą Google Maps.
ru_ru: Помогает вашему внешнему пользователю осуществлять поиск ближайших магазинов в интерактивном режиме с помощью Google Maps.

source: Edit Store
de_de: Shop bearbeiten
it_it: Modifica negozio
pl_pl: Edytuj sklep
ru_ru: Изменить магазин
